import React from "react";

let charentc = {
    poems: [
        {
            title: "Գիշերն ամբողջ հիվանդ, խելագար",
            poem: `           
  Գիշերն ամբողջ հիվանդ, խելագար, 
  Ես երազեցի արեւի մասին: 
  Շուրջս ո՛չ մի ձայն ու շշուկ չկար – 
  Գունատ էր շուրջս՝ գիշեր ու լուսին:
  Ես երազեցի արեւի ոսկին, 
  Տենչացի նրա հրաշքը խնդուն՝ 
  Ուզեցի սիրել շշուկն իմաստուն՝ 
  Արեւանման, արնավառ խոսքի, – 
  Բայց շուրջս այնպես գունատ էր, տկար – 
  Խոսքեր չկային, ու արեւ չկար … 
          `
        },
        {
            title: "Մենք բոլորս, որ գնում ենք",
            poem: `
  Մենք բոլորս, որ գնում ենք մենակ, տրտում,
  Որ գնում ենք խանութներում գինի ու հաց,
  Որ փնտրում ենք անկարելի մի խնդություն,
  Բայց չենք գտնում՝ վազքով տարված ու զբաղված.-
  Մենք բոլորս, որ, հոգնաբեկ, չենք նայում վեր –
  Մոռանալով աշխարհային չարը, բարին՝
  Տրտո՜ւմ կօրհնենք մի իրիկուն օրերը մեր –
  Ու կնայենք Հարդագողի ճանապարհին…
          `
        },
        {
            title: "Շամիրամ",
            poem: `
   Նորից անմար կարոտով գգվանքների ու հրի՝
   Դու եկել ես տեսնելու քաղաքները Նաիրի:

   Անհրապույր ու կանաչ քո աչքերը մեռելի
   Ցանկությունով հրահրված՝ անհագ վառվել են էլի:

   Դու անցնում ես ու տեսնում քաղաքները հիմա այն,
   Որոնց տեղ խոտ էր բուսնում, երբ դեռ ապրում էր Արան:

   Ա՛յլ է աշխարհը հիմա, ա՛յլ է հիմա Նաիրին,
   Ո´չ մի արքա էլ չկա, որ չտրվի քո հրին:

   Մտի՛ր ակումբը հիմա, մտիր թատրոնն ու կաֆեն՝
   Հազար արքա ու Արա կհանդիպեն ժպտադեմ:

   Ո՛չ վեճ է էլ հարկավոր, ո՛չ պատերազմ մահառիթ—
   Արքաների համար նոր — բավական է մի ժպիտ.—

   Միայն ակնարկ մի թեթև — և կտրվեն նրանք քեզ,
   Քո հմայիչ ու անթև տարպանքներին հրակեզ.—

   Կգան մեկ-մեկ ու սիրով — ու կտանջես նրանց դու
   Անհագ կրքի ու սիրո նիզակներով քո հատու:

   Եւ այնպիսի՝ տարփանքներ նրանք կտան հիմա քեզ,
   Որ կամոքվի քո հոգին կարոտանքից սիրակեզ:

   — Բայց կլինի մի գիշեր — ու հմայքով նաիրյան
   Կբարձրանա մշուշից մանկաժպիտ քո Արան:

   Նորի՛ց հոգիդ անսփոփ կարոտանքով կվառվի—
   Ու սարսափով մի անօգ նորից կելնես դու կռվի:

   Եւ որպէսզի չտրվի նա ախտաժետ քո հրին—
   Ոտքի կելնե նրա հետ հազարամեա Նայիրին:

   Եւ դաշտերում Նայիրի կպարտվի նորից նա,
   Կնահանջե զորքը հետ, երկիրը քեզ կմնա:

   Նա կմեռնի, որպէս զոհ — բայց չես հաղթի դու նրան.
   Դառն է խորհուրդը սիրո, շամբշոտաշուրթ Շամիրամ։
          `
        },
        {
          title: "Ամբոխները խելագարված",
          poem: `
Հեռո՜ւ, մոտիկ ընկերներին,- աշխարհներին, արևներին,-
Հրանման հոգիներին։-
Բոլո՜ր նրանց, ում որ հոգին վառվում է վառ,-
Բոլո՜ր նրանց հոգիներին արևավառ,-
Կյանքի՜, մահի՜ այս ամեհի աղջամուղջում՝
Ողջակիզվող հոգիներին - ողջո՜ւյն, ողջո՜ւյն։-

II
Իրիկուն էր, հրակարմիր մի իրիկուն։
Արևը, բորբ՝ մայր էր մտնում արևմուտքում։
Դաշտի վրա փռվել էր մուժ արյունամած՝
Թույն էր կարծես՝ բորբ արևի սրտից քամած։
Արևը, թեժ՝ մայր էր մտնում արևմուտքում -
Ու արյուն էր դաշտի վրա, թո՛ւյն էր թքում։
Հորիզոնում վառել էր մի կարմիր քուրա -
Ու արնավառ փայլ էր փռում դաշտի վրա։
Ու արտերը, ալեծածան, վառվել էին
Արեգակի կարմիր փայլով իրիկնային։-
Դաշտը, անծայր ու անսահման, լայնատարած՝
Հրակարմիր տարածվել էր նրանց առաջ։
Ծով էր կարծես, որ սկիզբ ու սահման չունի -
Ծով էր կարծես՝ մշուշի մեջ իրիկունի։-

III
Արևի տակ իրիկնային, իրիկնային հրով վառված՝
Այդ հին դաշտում կռվում էին ամբոխները խելագարված։
Քաղաքներից ու գյուղերից, ստեպներից հեռու ու մոտ՝
Եկել էին նրանք նորից՝ հուսավառված ու կրակոտ։
Ով քաղաքից էր հեռացել - նա թողել էր մշուշը ծեր,-
Մշուշը, որ կյանքի վրա մխաշաղախ ամպ էր դարձել։
Ով եկել էր գյուղից հեռու - նա թողել էր հողը խոնավ,
Որի վրա կյանքը հլու ո՛չ մի ոսկի հասկ չծնավ։
Ով եկել էր ստեպներից, նա թողել էր անծայրածիր
Լայնությունը հորիզոնի, որ իր համար բանտ էր դարձել։
Ով քաղաքից էր հեռավոր, ուր մառախուղ էր անորոշ՝
Նա բերել էր թոքախտավոր սիրտը, որպես կարմիր դրոշ։-
Ով եկել էր, թողած հեռուն անծայրածիր մութը գյուղի՝
Բերել էր իր մկաններում բեղմնավորված ուժը հողի։
Ով եկել էր ստեպներից, ուր ապրում էր որպես գերի -
Բերել էր իր լուրթ աչքերում լայնությունը ստեպների...
Ըմբոստացած, խելագարված, չտանելով հին կյանքը էլ,
Անծիր դաշտում այդ հավաքված՝ նրանք կռվի էին ելել։

IV
Մայր էր մտնում իրիկնային արևը՝ թեժ լույսով վառված։-
Ու երգելով կռվում էին ամբոխները խելագարված։-
Դաշտն էր դեմը՝ փռված էր նա շառագունված ու արևուն,-
Ու հեռևում, ճամփի վրա հսկա քաղաքն էր երևում։-
Ծո՜ւյլ նազանքով, իրիկնային արևի տակ անփույթ փռված՝
Պսպղում էր քաղաքը հին՝ հազարերանգ մի զանգըված։
Հեռո՛ւ, հեռո՜ւ, անծայր ու լայն, տարածվել էր քաղաքը հին -
Լողանում էր կարծես մարմանդ մշուշի մեջ իրիկնային։
Հաղթ շենքերը, բարձր ցցված, կարծես կախված կարմիր օդում՝
Հետըզհետե մթնում էին, անգունանում ու աղոտում։
Հեռու հրով միայն վառված պատուհանները ապակի
Փայլում էին արյունամած վերջին հրին արեգակի.
Արևի դեմ փայլում էին հրաբոսոր՝
Բռնկվել էր նրանց սրտում տագնապը սուր...
Եվ երկընքի սիրտը մխված բևեռների պես արնաքամ՝
Փայլում էին արյունամած ծխնելույզներն հսկայական։
Ծուխ չէր ելնում նրանց փողից՝ չէին փնչում երկինքն ի վեր.
Չէր կարծրանում նրանց ծուխից իրիկնային երկինքը էլ։-
Լոկ մշուշը իրիկնային թանձրանում էր հետզհետե -
Ու մշուշում կորչում էին ծխնելույզները երկաթե։-

V
Իսկ քաղաքից դեպի հարավ՝ ահատեսիլ ու հաղթական՝
Երևում էր երկաթուղու կայարանը հսկայական։
Լսվում էր մերթ շոգեկառքի սուլոցը սուր հեռու մուժում -
Մորթում էին կարծես այնտեղ խելագարված մի անասուն...
Ճչում էր սուր, հուսակտուր ու հուսահատ ձայնը նրա,
Որպես անդարձ մահի մի լուր տարածվում էր դաշտի վրա։-
Ցրված էր նա, կայարանը, հսկա ու հաղթ, նրանց առաջ։-
Ու հանգույցից կայարանի, դաշտովը մեկ լայնատարած՝
Դեպի հյուսիս, դեպի հարավ, ու արևմուտք, ու արևելք -
Ուղիները երկաթագիծ ձգվել էին ամենուրեք։-
Երակների պես երկաթե քաղաքամոտ կայարանից
Հեռո՜ւ, հեռո՜ւ ձգվել էին ուղիները երկաթագիծ
Երակների պես երկաթե՝ ամուր գրկած կուրծքը հողի՝
Սեղմըվելով հետզհետե՝ փախչում էին գաղտագողի...
Ու ցցված էր ուղիների խաչակնքման սեղմ հանգույցում -
Կայարանը, որպես մի հարց, որպես հսկա մի քարացում։
Ուղիների ճամփամիջում հանգույց էր նա կարծես կապված -
Ու անզիջում կռվում էին ամբոխները խելագարված։
Կարծես նետված մի հաղթ ձեռքով՝ աշխարհային կամքին հլու՝
Գնո՜ւմ էին կռվո՜վ, երգո՜վ կայարանը գրավելու։-

VI
Կռվում էին։ Սուրում էր մի իրիկնային մարմանդ քամի։
Դեմը քաղաքն էր տարածվել՝ հազարամյա մի թշնամի։
Սֆինքսի պես հսկայական, շեկ ծծերը դրած հողին՝
Նա կտրել էր արևակամ ամբոխների կարմիր ուղին։-
Ու կայարանը՝ հաղթանդամ իրիկնային կարմիր մուժում,
Հաղթ նստել էր նրա առաջ, որպես նրան հսկող մի շուն։
Հաղթ նստել էր նրա առաջ ու տիրուհու կամքին գերի՝
Երթն էր հսկում գետնատարած, երկաթագիծ ուղիների։
Ու գծերի մոտ երկաթե, դեպի հյուսիս, դեպի առաջ՝
Ձգվել էին ալիքաձև խրամատներ գետնատարած։
Թշնամին էր պահվել նրանց ալիքաձև գետնափորում
Ու մատներով արյունոտած դեմը փռված դաշտն էր փորում։
Մտել էր ջերմ կուրծքը հողի՛, հողի սրտում դարան մտած՝
Կրակում էր գաղտագողի, նենգ ձեռքերով արյունոտած։
Կռվում էին՝ մոտենալով, մոտենալով հետզհետե։
Պայթում էին զրընգալով հրանոթները երկաթե։-
Ե՛րգ էր կարծես կռիվը այդ, որ զնգում էր մայրամուտում.
Նայես՝ թռավ մի հրանոթ ու թունդ պայթեց խրամատում...

VII
Կռվում էին ու կռվելով անցնում էին նրանք առաջ։
Ու դաշտերում իրիկնային մա՜հն էր քրքջում համատարած։
Երգում էր նա՝ երգը խառնած հրանոթի զրնգունին,-
Անցնում էին նրանք առաջ ու կրակված կռվում էին։
Ե՛րգ էր սիրտը ամեն մեկի, երգ էր հայացքը կրակոտ.
Վառվում էր սիրտը ամենքի, որպես կարմիր մի առավոտ։
Ե՛րգ էր կարծես արևը հին՝ իրիկնային լույսով վառված -
Եվ երգելով կռվում էին ամբոխները խելագարված...

VIII
Եվ երգում էր մեկը՝ հզոր, հուժկու ձայնով ահեղագոչ,
Գո՜վքն էր երգում կռվի ելած, արիացած իր ընկերոջ։-
Որպես բազե՝ երգը նրա սլանում էր հեռո՜ւ, հեռո՜ւ -
Եվ երգելով կռվում էր նա՝ լուսաժպիտ ու ահարկու։
Երգում էր նա։ Մայր էր մտնում արևը հին՝ կարմիր քուրա։
Եվ դաշտերում իրիկնային - զանգ էր կարծես ձայնը նրա։
Զա՜նգ էր կարծես, զանգում էր զիլ, որ ողջ աշխարհը իմանա -
Բորբ կարոտով անծայրածիր, կրակելով երգում էր նա։-

IX
«...Ստեպներից, անտառներից, քաղաքներից հեռու ու մոտ -
Մենք մեր սիրտն ենք բերել նորից՝ հուսավառված ու կրակոտ։
Այստեղ հիմա կռիվ է, մահ, ու աղջամուղջ է անորոշ,-
Մենք մեր սիրտն ենք պարզել հիմա - մահի հանդեպ՝ կարմիր դրոշ։
Արյունաքամ մա՛յր է մտնում հազարամյա արևը հին.
Արյունավառ ժպտում է մեզ այս աշխարհը իրիկնային...
Ու խնդասիրտ կռվում ենք մենք, ե՜րգ ենք ասում կռվում հիմի.
Կուրծք է տվել աշխարհը ողջ՝ հազարամյա մի թշնամի...
Բայց անվհատ կռվում ենք մենք, ու մահը՝ սեգ ժպտում է մեզ -
Շատերս, ախ, պիտի զոհենք սրտերը մեր կարոտակեզ։-
Անողո՛ք է երթը այս սեգ, ինչպես կարմիր կարոտը մեր -
Կրակեցե՛ք, կրակեցե՛ք, խելագարված իմ ընկերներ...»։

X
...Մայր էր մտնում իրիկնային արևը՝ թեժ լույսով վառված։
Ու անվհատ կռվում էին ամբոխները խելագարված։
Աչքերի մեջ՝ կարմիր մի հուր, ու սրտերում - կարմիր կրակ՝
Վերջին թափով մի ամրակուռ՝ անգայթ կռվում էին նրանք։
Խենթ երգելով, կրակելով նրանք անցնում էին առաջ -
Ու թշնամին փախուստ տվեց՝ ահաբեկված ու վտարված։-
Մութ էր արդեն, մայր էր մտել արեգակի շողը վերջին,
Երբ գրոհով մի անվեհեր կայարանը գրավեցին...

XI
Մութ է հիմա։ Գիշերը, խոր, իջել է վար։
Մութ է հիմա, թանձր խավար։
Երկաթուղու կայարանում, ուր ո՛չ մի լույս չկա վառված,
Խռնվել են հազարանուն ամբոխները խելագարված։-
Գիշերի մեջ չեն երևում հաղթ կամարները երկաթե՝
Լույս չեն վառել կայարանում, որ թշնամին չնկատե։
Սպասում են՝ աչքերն հառած խավարամած հեռուներին՝
Մութը իջավ համատարած, մինչ կայարանը վերցրին։-
Սպասում են, որ մինչև լույս գոնե մի քիչ հանգստանան
Ու առավոտ դուրս գան նորից ու քաղաքի վրա գնան։
Աչքերն հառած թանձր մութին, սրտատրոփ, անապաքեն՝
Սպասում են առավոտին, որ կռիվը շարունակեն։
Մի քիչ առաջ, արյունաքամ, երբ դեռ դաշտում կռվում էին -
Մո՜տ էր թվում քաղաքն այնքան երկաթուղու կայարանին...
Եկան իրենք, կռվով, երգով գրավեցին կայանը մեծ -
Իսկ թշնամին փախուստ տվեց ու քաղաքում պատսպարվեց։
Սպասում են իրենք հիմա, որ մինչև լույս հանգստանան -
Ու առավոտ դուրս գան նորից և քաղաքի վրա գնան։

XII
Ու մթի մեջ հազարամյա, գիշերի մեջ խորը, անհուն՝
Խռնվել են նրանք ահա երկաթուղու կայարանում։
Դաշտն է դեմը, խավարակուռ ձգված է նա։
Չկա մի ձայն, չկա քամի, մութ է հիմա։
Դաշտն է դեմը՝ անծիր, անծայր մի զանգված խավարամութ,
Ուր նստել է անաչք, անլույս, խորհրդավոր կասկածը մութ։
Շնթռկել է, որպես մի շուն, ու խավարն է հսկում հիմի,-
Շնթռկել է թանձր մուժում, որպես անտես մի թշնամի։
Մութ նստել է կասկածը հին ու աչքերով խավարամած
Նայում է նա կայարանին, որ կանգնած է իրա դիմաց։
Շարժըվում է մութը կարծես ու խավարով իր աչքերի -
Նայում է նա լուրթ աչքերին խելագարված ամբոխների։-
Ու տագնապով անլըռելի, հայացքներով անթարթ լարված՝
Նայում են մութ հեռուներին ամբոխները խելագարված։
Լուրթ աչքերով խորը, տխուր - մո՛ւթն են դիտում նրանք անհուն -
Ու դժժում է աղմուկը խուլ գիշերային կայարանում...

XIII
Հոծ բանակով հսկայական կայարանի դեմ խռնված՝
Լուրթ աչքերով արևակամ - դաշտն են դիտում խավարամած։
Մո՛ւթ է դեմը, ու խավարում, որ բացվել է, որպես անդունդ՝
Երևում է հեռո՜ւ-հեռո՜ւն կարմիր լույսով վառվող մի գունդ։
Աչքերի դեմ մթակալված, հայացքների դեմ ակնդետ -
Հեռու մթում լույսն այդ վառված գո՛ւնդ է թվում, կարմիր մի կետ։
Գիշերի մեջ - կարմի՜ր, կարմի՜ր, տագնապալից վառվում է նա՝
Գիշերի մեջ վառել են, որ զորքը պատրաստ, արթուն մնա։
Անծայրածիր մթում հեռվի կարծես կարմիր գլուխ է շան -
Վառել են այն, որպես կռվի ու տագնապի ազդանշան։
- Քաղաքն է այն հազարամյա, ուր տագնապ ու տենդ կա հիմի։
Պահվել է նա, որպես վախից խելագարված մի թշնամի։
Ու կրակը այդ կարմրակեզ - ահանշան ու վիթխարի -
Մի արնագույն կետ է կարծես ուղեղի մեջ խելագարի։
Բռնկվել է հույսով հետին, հոգեվարքի տենդով վառված -
Ու նայում են կարմիր կետին ամբոխները խելագարված...

XIV
Գիշերի դեմ խավարամած, աչքերն հառած կարմիր կետին՝
Ամբոխները խելագարված սպասում են առավոտին։
Ու վառվում է խավարակուռ հոգիներում նրանց անգայթ
Կետը այդ մուգ, որպես հեռու, հրաբոսոր մի ճառագայթ։
Սուր մխվել է նրանց սրտում, որպես մի թեժ, կարմիր բևեռ -
Թույն է լցնում ու բորբոքում ու երազներ աշխարհավեր...
Աղմըկում է նրանց սրտում մորմոքը հին, հազարամյա -
Տենդ է սփռում ու խլրտում նրանց անգայթ սրտում հիմա։
Լուրթ աչքերում փայլում է վառ արյունամած մի ցանկություն -
Ու աչքերը միլիոնավոր թո՛ւյն են թքում, արյուն ու թույն։
Բարձրանում է նրանց սրտից տարիների մաղձը աղի -
Ու վառվում է լուրթ աչքերում՝ արյունալից ու կատաղի։
Ու աչքերը արյունամած անթարթ հառած կարմիր կետին՝
Ամբոխները խելագարված սպասում են առավոտին։

XV
...Գիշերի՜ դեմ գիշեր է մութ խավարամած նրանց հոգին,
Որ կարոտով մի կրակոտ սպասում է առավոտին։
Խավար է մեծ սիրտը նոցա, բայց խավարում անծայրածիր -
Երկինքնե՜ր կան կապուտաչյա, հորիզոննե՜ր՝ անծա՜յր, անծի՜ր։
Ու աչքերում նրանց կապույտ, ուր իջել է գիշերը մութ -
Հազա՜ր բողբոջ կա կրակոտ, ու արշալույս, ու առավոտ։
Նրանց ձգված մկաններում ո՛ւժն է նստել խոնավ հողի,-
Եթե ուզեն՝ արևներին նոր տե՛մպ կըտան ու նոր ուղի...
Եթե ուզեն՝ արեգակնե՛ր կըշպրտեն երկինքն ի վեր.
Եթե ուզեն՝ վա՛ր կըբերեն երկինքներից արեգակներ...
Եթե ուզեն՝ կամքով արի ու աշխարհի հրով վառված -
Ինչե՜ր միայն չեն կատարի ամբոխները խելագարված...

XVI
Ու հոսում է գիշերը մութ, մոտենում է առավոտին։
Հոսում է պաղ ու անօգուտ սպասումի ժամը հետին։
Դաշտից ահա սուրում է զով, մարմանդ քամին առավոտի -
Ու վառվում է վերջին լույսով կրակը այն կարմիր կետի։
Նոսրանում է խավարն ահա, գունատվում է հետզհետե -
Ճեղքում է մութն արևելքում հսկայական, հրե մի թև։
Ու սուրում է հեռուներից առավոտվա կիսամթում -
Մարմա՜նդ, մարմա՜նդ, բուրումնալից, գարնանային մի թարմություն։
Շարժըվում է խավարը թեն ու հեռևում խավարամած
Երևում է քաղաքն արդեն՝ մութ, անորոշ մի զանգըված։
Հաղթ շենքերի պատերը հաղթ որոշվում են հետզհետե,
Երևում են ահա հպարտ ծխնելույզները երկաթե...
Ու բորբ սրտում ամբոխների թո՛ւնդ է առնում կարոտը վառ,
Երկինքներում լուրթ աչքերի վառվում է տենդը հոգեվար...
Բո՛րբ աչքերով նայում են մեծ, խավարակուռ զանգըվածին -
Ու վառվում է սիրտը նրանց, որպես հրդեհ արեգնածին...
 -Պիտի երթան առա՜ջ հիմա, պիտի առնեն քաղաքը մեծ,
Պիտի թափե՛ն նրա վրա հազարամյա մաղձը իրենց։
Քանդե՜ն պիտի ու ավերեն, տեղը փոշի՜ պիտի փռեն -
Հազարամյա քաղաքը այդ քանդե՜ն պիտի ու ավերեն։-
Այրե՜ն պիտի, խելագարված պիտի պարե՜ն հրդեհներում
Ու կարմրավառ կրակ ու կայծ պիտի փռեն երկրի հեռուն։-
Ու մնացած մոխիրը ձիգ պիտի այրե՜ն նրանք նորից,
Որ կյանքը հին, որպես փյունիկ, չբարձրանա՜ մոխիրներից...
Քամո՜ւն տալով մոխիրը այն, որ տանի ու ետ չբերի -
Դեպի հեռո՜ւն պիտի երթան դեռ չծնված արևների...

XVII
...Լուսաբացին, երբ կարմրածուփ հորիզոնում հրաշուշան
Կարմիր վառվեց արևը բորբ, որպես կռվի ազդանշան,
Երբ բռնկվեց արևելքում արևը՝ նոր լույսով վառված -
Դո՜ւրս նետվեցին կայարանից ամբոխները խելագարված...
Դեմը դաշտն էր անծայրածիր, ուր մշուշ էր արևագույն,
Ու մշուշում շոգիացող, առավոտի մարմանդ միգում,
Կրկեսի պես մի վիթխարի, խայտաբղետ, խայտանկար -
Եզերքի մոտ ճանապարհի երևում էր քաղաքը քար...
Աչքերն հառած հեռո՜ւ-հեռո՜ւն կարմիր վառվող արեգակին՝
Արևավառ հեռուներում նրանք կռվում էին կրկին.
Հոծ խմբերով հազարանուն, արեգակի հրով վառված՝
Դեպի Արև՜ն էին գնում ամբոխները խելագարված...
          `
        }
    ]
};


export default charentc;